hello_mes = "Привет! Я могу предоставить текущую статистику " \
            "о числе поданных заявлений на кафедру КТ университета ИТМО. Также можно запросить информацию" \
            "об отдельном абитуриенте или получить ответы на некоторые FAQ. Если у меня что-то отвалилось и не работает," \
            "пожалуйста, постучитесь сюда - @matveich19" \
            "Список доступных комманд:\n" \
            "/stats - статистика поданных заявлений\n" \
            "/details - детальная статистика по поступающим\n" \
            "/faq - ответы на некоторые FAQ\n" \
            "/help - помощь"