ami = "01.03.02"

hello_mes = "Привет! Я могу предоставить текущую статистику " \
            "о числе поданных заявлений на кафедру КТ университета ИТМО. Также можно запросить информацию " \
            "об отдельном абитуриенте или получить ответы на некоторые FAQ. " \
            "Если у меня что-то отвалилось и не работает, пожалуйста, постучитесь сюда - @matveich19\n" \
            "Список доступных комманд:\n" \
            "/stats - статистика поданных заявлений\n" \
            "/search ФИО - поиск абитуриента\n" \
            "/faq - ответы на некоторые FAQ\n" \
            "/help - помощь"

tip_mes = "Формат команды: /search ФИО"
error_mes = "Неизвестная команда. /help"
not_found_mes = "По вашему запросу ничего не найдено"

faq = "Q: Поступающих без вступительных испытаний набралось больше, чем есть бюджетных мест. Кого-то могут не взять?\n"\
      "A: Возьмут всех, кто поступает по БВИ. Просто будет увеличено количество бюджетных мест.\n\n" \
      "Q: Говорят, будет ещё какой-то тест. Что в него включено и как к нему готовиться?\n" \
      "A: 1 сентября будет тест, распределяющий первокурсников по группам. Всего групп 6 (М3134-М3139), " \
      "и расположены они по возрастанию сложности обучения. Тест состоит из заданий по информатике и математике. " \
      "Большинство из них несложные, но обещают пару задачек примерно олимпиадного уровня. Как студенты, " \
      "так и преподаватели советуют не переживать из-за этого теста - в течение учебного года можно свободно " \
      "переводиться между группами. Напротив, целенаправленно подготовившись к тесту, вы рискуете попасть в группу, " \
      "в которой будет слишком сложно учиться. По такой же схеме будет тест по английскому.\n\n" \
      "Q: А когда заселение в общежитие?\n" \
      "A: Заселение будет в 20-х числах августа, точную дату всем сообщат ближе к этому времени.\n\n" \
      "Q: Я отправляю документы по почте. Через какую службу это лучше сделать?\n" \
      "A: DHL скорее всего будет оптимальным вариантом: быстро (до 3 дней), надежно и недорого. Для абитуриентов " \
      "у них есть специальное предложение по доставке за 650 рублей.\n\n" \
      "Q: Чем КТ так хорош?\n" \
      "A: Вообще, о КТ можно почитать здесь - http://ct.ifmo.ru/\n" \
      "и здесь - http://www.ifmo.ru/ru/viewdepartment/24/kafedra_kompyuternyh_tehnologiy.htm\n" \
      "TL;DR: вы всегда можете задать любые свои вопросы в беседе абитуриентов - " \
      "https://t.me/joinchat/AAAAAEM_TwDXkGr4DiXyLg"
