ami = "01.03.02"

hello_mes = "Привет! Я могу предоставить текущую статистику " \
            "о числе поданных заявлений на кафедру КТ университета ИТМО. Также можно запросить информацию " \
            "об отдельном абитуриенте или получить ответы на некоторые FAQ. " \
            "Если у меня что-то отвалилось и не работает, пожалуйста, постучитесь сюда - @matveich19\n" \
            "Список доступных комманд:\n" \
            "/stats - статистика поданных заявлений\n" \
            "/search ФИО - поиск абитуриента\n" \
            "/faq - ответы на некоторые FAQ\n" \
            "/help - помощь"

tip_mes = "Формат команды: /search ФИО"
error_mes = "Неизвестная команда. /help"
not_found_mes = "По вашему запросу ничего не найдено"

faq = "Если БВИ будет больше, чем мест, все равно возьмут всех."
